package ru.iteco;

/**
 * Создать при помощи обычного вывода картинку дома при
 * помощи String output = "_________/...\n" и т.л.
 * (Используйте спецсимволы).
 *
 * @author     Sergey Nikolaev
 */

public class HomeWork1 {
    public static void main(String[] args) {
        String output = ("_____________\'\"___\n" +
                           "____________---___\n" +
                           "________/\\_|_|____\n" +
                           "_______/__\\|_|____\n" +
                           "______/____\\_|____\n" +
                           "_____/______\\|____\n" +
                           "____/__[__]__\\____\n" +
                           "___/|________|\\___\n" +
                           "__/_|________|_\\__\n" +
                           "____|__---___|____\n" +
                           "____|__| |___|____");
        System.out.print(output);
    }
}